Repository: VovaMobile/openLinkWith
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: Open link with menu
uk: Меню відкриття посилання за допомогою

source: Error in opening the link with {item} browser
uk: Помилка під час відкриття посилання у браузері {item}

source: Error Message
uk: Повідомлення про помилку

source: Open Link With
uk: Відкрити посилання за допомогою

source: OpenLinkWith...
uk: Відкрити посилання за допомогою...

source: Display Open Link With dialog with extracted links from selected text.
uk: Показати діалог додатка із видобутими посиланнями з виділеного тексту.

source: another instance of the dialog is openned, close it please
uk: відкритий ще один екземпляр діалогу, закрийте його, будь ласка

source: Display Open Link With dialog with extracted links from clipboard.
uk: Показати діалог додатка із посиланнями, видобутими з буфера обміну.

source: Display Open Link With dialog with extracted links from last spoken text.
uk: Показати діалог додатка з посиланнями, видобутими з останнього промовленого тексту.

source: Display a menu, if standing on a hyper link to give you the option to open the link with other browsers on your machine.
uk: Показати меню, якщо ви стоїте на гіперпосиланні, щоб дати вам можливість відкрити посилання в інших браузерах на вашому комп'ютері.

source: Not a link.
uk: Не посилання.

source: The link {linkValue} is not suitable to open with the browser
uk: Посилання {linkValue} не підходить для відкриття за допомогою браузера

source: Information
uk: Інформація

source: Open link with
uk: Відкрити посилання за допомогою

source: Close openLinkWith Dialog after activating a link
uk: Закрити діалог додатка після активації посилання

source: If only one link, open directly with default browser
uk: Якщо посилання лише одне, відкрити його безпосередньо в основному браузері

source: No text selected
uk: Текст не виділено

source: no links in selected text
uk: немає посилань у виділеному тексті

source: No text in clipboard.
uk: Немає тексту в буфері обміну.

source: No links in clipboard text.
uk: Немає посилань в тексті буфера обміну.

source: No text.
uk: Немає тексту.

source: No links in last spoken text.
uk: Немає посилань в останньому промовленому тексті.

source: Open With
uk: Відкрити за допомогою

source: Extract links if found in selected, last spoken or clipboard text, display them in a list in a dialog, giving you the option to open any link with various browsers found on computer. Press the command you assotiated with the addon via input gestures, to display OpenLinkWith dialog.
uk: Видобуває посилання, знайдені у виділеному, останньому вимовленому тексті або тексті буфера обміну, відображає їх списком у діалозі, надаючи вам можливість відкрити будь-яке посилання за допомогою різних браузерів, наявних на комп'ютері. Натисніть команду, яку ви асоціювали з додатком за допомогою жестів вводу, щоб показати діалог додатка.
